Repository: sapoepsilon/Whispera
Catalog: MiscUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Original transcript, rewritten by %@
de: Originaltranskript, umgeschrieben von %@
es: Transcripción original, reescrita por %@
fr: Transcription d'origine, réécrite par %@

source: Other
de: Andere
es: Otro
fr: Autre

source: Output
de: Ausgabe
es: Salida
fr: Sortie

source: Overlay Position
de: Position der Anzeige
es: Posición del indicador
fr: Position de l'indicateur

source: Override the system light or dark mode
de: Hellen oder dunklen Systemmodus überschreiben
es: Ignorar el modo claro u oscuro del sistema
fr: Remplacer le mode clair ou sombre du système

source: Parakeet TDT v2 (English) - 460MB
de: Parakeet TDT v2 (Englisch) - 460 MB
es: Parakeet TDT v2 (inglés) - 460 MB
fr: Parakeet TDT v2 (anglais) - 460 Mo

source: Parakeet TDT v3 (25 languages, auto-detect) - 460MB
de: Parakeet TDT v3 (25 Sprachen, automatische Erkennung) - 460 MB
es: Parakeet TDT v3 (25 idiomas, detección automática) - 460 MB
fr: Parakeet TDT v3 (25 langues, détection automatique) - 460 Mo

source: Parakeet runs on CoreML through FluidAudio (Neural Engine by default).
de: Parakeet läuft über FluidAudio auf CoreML (standardmäßig Neural Engine).
es: Parakeet se ejecuta en CoreML mediante FluidAudio (Neural Engine por defecto).
fr: Parakeet s'exécute sur CoreML via FluidAudio (Neural Engine par défaut).

source: Pass custom words to Whisper as a prompt so it prefers those spellings
de: Übergibt eigene Wörter als Prompt an Whisper, damit es diese Schreibweisen bevorzugt
es: Pasa las palabras personalizadas a Whisper como indicación para que prefiera esas grafías
fr: Transmet les mots personnalisés à Whisper comme invite pour qu'il privilégie ces graphies

source: Password fields and Terminal's Secure Keyboard Entry hide keystrokes from Whispera. This registers the dictation shortcut as a system hotkey while that lasts. Dictations made during Secure Input are pasted as spoken: they skip post-processing and are not saved to history.
de: Passwortfelder und die sichere Tastatureingabe im Terminal verbergen Tastenanschläge vor Whispera. Dies registriert das Diktierkürzel so lange als systemweiten Hotkey. Diktate während der sicheren Eingabe werden unverändert eingefügt: Sie werden nicht nachbearbeitet und nicht im Verlauf gespeichert.
es: Los campos de contraseña y la entrada de teclado segura de Terminal ocultan las pulsaciones a Whispera. Esto registra el atajo de dictado como tecla rápida del sistema mientras dure. Los dictados hechos durante la entrada segura se pegan tal cual: no se posprocesan ni se guardan en el historial.
fr: Les champs de mot de passe et la saisie clavier sécurisée du Terminal cachent les frappes à Whispera. Ceci enregistre le raccourci de dictée comme raccourci système tant que cela dure. Les dictées faites pendant la saisie sécurisée sont collées telles quelles : elles ne sont pas post-traitées ni enregistrées dans l'historique.

source: Paste (Cmd-V)
de: Einsetzen (Cmd-V)
es: Pegar (Cmd-V)
fr: Coller (Cmd-V)

source: Paste a transcript
de: Transkript einfügen
es: Pega una transcripción
fr: Collez une transcription

source: Paste key
de: Schlüssel einsetzen
es: Pega la clave
fr: Collez la clé

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente

source: Performance
de: Leistung
es: Rendimiento
fr: Performances

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations

source: Permissions Required
de: Berechtigungen erforderlich
es: Se requieren permisos
fr: Autorisations requises

source: Pick
de: Auswählen
es: Elegir
fr: Choisir

source: Pill
de: Pille
es: Píldora
fr: Pilule

source: Pin it once in Terminal; bws-touchid asks for Touch ID and the last 4 characters of the key.
de: Einmal im Terminal hinterlegen; bws-touchid fragt nach Touch ID und den letzten 4 Zeichen des Schlüssels.
es: Regístralo una vez en Terminal; bws-touchid pide Touch ID y los últimos 4 caracteres de la clave.
fr: Épinglez-le une fois dans Terminal ; bws-touchid demande Touch ID et les 4 derniers caractères de la clé.

source: Plain Text
de: Nur Text
es: Texto sin formato
fr: Texte brut

source: Plain http to %@ would expose your API key, so Whispera will not send it. Use https://.
de: Unverschlüsseltes http zu %@ würde deinen API-Schlüssel offenlegen, daher sendet Whispera ihn nicht. Verwende https://.
es: El http sin cifrar hacia %@ expondría tu clave de API, así que Whispera no la enviará. Usa https://.
fr: Le http non chiffré vers %@ exposerait votre clé d'API, Whispera ne l'enverra donc pas. Utilisez https://.

source: Play recording
de: Aufnahme abspielen
es: Reproducir grabación
fr: Lire l'enregistrement

source: Please download a model first to enable transcription.
de: Lade zuerst ein Modell, um die Transkription zu aktivieren.
es: Descarga primero un modelo para poder transcribir.
fr: Téléchargez d'abord un modèle pour activer la transcription.

source: Please enter a valid YouTube URL
de: Gib eine gültige YouTube-URL ein
es: Introduce una URL de YouTube válida
fr: Saisissez une URL YouTube valide

source: Post-Processing
de: Nachbearbeitung
es: Posprocesamiento
fr: Post-traitement

source: Post-process Again
de: Erneut nachbearbeiten
es: Volver a posprocesar
fr: Post-traiter à nouveau

source: Post-process every dictation
de: Jedes Diktat nachbearbeiten
es: Posprocesar cada dictado
fr: Post-traiter chaque dictée

source: Post-processing failed
de: Nachbearbeitung fehlgeschlagen
es: Error en el posprocesamiento
fr: Échec du post-traitement

source: Post-processing failed: %@
de: Nachbearbeitung fehlgeschlagen: %@
es: Error en el posprocesado: %@
fr: Échec du post-traitement : %@

source: Post-processing took longer than %lld seconds
de: Die Nachbearbeitung hat länger als %lld Sekunden gedauert
es: El posprocesamiento tardó más de %lld segundos
fr: Le post-traitement a pris plus de %lld secondes

source: Preparing to load Whisper models...
de: Laden der Whisper-Modelle wird vorbereitet...
es: Preparando la carga de los modelos Whisper...
fr: Préparation du chargement des modèles Whisper...

source: Preset
de: Vorlage
es: Preajuste
fr: Préréglage

source: Press %@ anywhere
de: Drücke überall %@
es: Pulsa %@ en cualquier lugar
fr: Appuyez sur %@ n'importe où

source: Press %@ to dictate
de: Drücke %@ zum Diktieren
es: Pulsa %@ para dictar
fr: Appuyez sur %@ pour dicter

source: Press Command, Option, Control or Shift + another key
de: Drücke Befehl, Wahl, Control oder Umschalt + eine weitere Taste
es: Pulsa Comando, Opción, Control o Mayúsculas + otra tecla
fr: Appuyez sur Commande, Option, Contrôle ou Maj + une autre touche

source: Press Command, Option, Control or Shift + another key, or tap Right ⌘, Right ⌥, Right ⌃, Right ⇧ or Fn on its own
de: Drücke Befehl, Wahl, Control oder Umschalt + eine weitere Taste, oder tippe die rechte ⌘, ⌥, ⌃, ⇧ oder Fn allein an
es: Pulsa Comando, Opción, Control o Mayúsculas + otra tecla, o toca ⌘ derecha, ⌥ derecha, ⌃ derecha, ⇧ derecha o Fn sola
fr: Appuyez sur Commande, Option, Contrôle ou Maj + une autre touche, ou touchez ⌘ droite, ⌥ droite, ⌃ droite, ⇧ droite ou Fn seule

source: Press Esc while recording or transcribing to discard it without pasting
de: Drücke während Aufnahme oder Transkription Esc, um sie ohne Einsetzen zu verwerfen
es: Pulsa Esc mientras grabas o transcribes para descartarlo sin pegar
fr: Appuyez sur Échap pendant l'enregistrement ou la transcription pour l'ignorer sans coller

source: Press a key after inserting so chat boxes send the message
de: Drückt nach dem Einfügen eine Taste, damit Chatfelder die Nachricht senden
es: Pulsa una tecla tras insertar para que los chats envíen el mensaje
fr: Appuie sur une touche après l'insertion pour que les chats envoient le message

source: Press a key after inserting so chat boxes send the message.
de: Drückt nach dem Einfügen eine Taste, damit Chatfelder die Nachricht senden.
es: Pulsa una tecla después de insertar para que los chats envíen el mensaje.
fr: Appuie sur une touche après l'insertion pour que les champs de discussion envoient le message.

source: Press a key combination, or press and release Right ⌘, Right ⌥, Right ⌃, Right ⇧ or Fn on its own to dictate with one key.
de: Drücke eine Tastenkombination, oder drücke und lass die rechte ⌘, ⌥, ⌃, ⇧ oder Fn allein los, um mit einer Taste zu diktieren.
es: Pulsa una combinación de teclas, o pulsa y suelta ⌘ derecha, ⌥ derecha, ⌃ derecha, ⇧ derecha o Fn solas para dictar con una sola tecla.
fr: Appuyez sur une combinaison de touches, ou appuyez puis relâchez ⌘ droite, ⌥ droite, ⌃ droite, ⇧ droite ou Fn seule pour dicter avec une seule touche.

source: Press it while recording to discard the dictation without pasting. Once transcribing has started it no longer listens, so an Esc meant for another app can't throw the dictation away; use the cancel button on the pill or in the menu bar instead.
de: Drücke es während der Aufnahme, um das Diktat ohne Einfügen zu verwerfen. Sobald die Transkription begonnen hat, hört es nicht mehr zu, damit ein Esc für eine andere App das Diktat nicht verwirft; nutze dann die Abbrechen-Taste in der Pille oder in der Menüleiste.
es: Púlsalo mientras grabas para descartar el dictado sin pegarlo. Una vez que empieza la transcripción deja de escuchar, para que un Esc pensado para otra app no descarte el dictado; usa entonces el botón de cancelar de la píldora o de la barra de menús.
fr: Appuyez dessus pendant l'enregistrement pour supprimer la dictée sans la coller. Une fois la transcription commencée, il n'écoute plus, afin qu'un Échap destiné à une autre app ne supprime pas la dictée ; utilisez alors le bouton d'annulation de la pilule ou de la barre des menus.

source: Press keys...
de: Tasten drücken...
es: Pulsa las teclas...
fr: Appuyez sur les touches...

source: Press once to start, press again to stop
de: Einmal drücken zum Starten, erneut zum Stoppen
es: Pulsa una vez para empezar y otra para detener
fr: Appuyez une fois pour démarrer, une autre pour arrêter

source: Press shortcut to start recording
de: Drücke den Kurzbefehl, um die Aufnahme zu starten
es: Pulsa el atajo para empezar a grabar
fr: Appuyez sur le raccourci pour enregistrer

source: Press your shortcut to start recording:
de: Drücke deinen Kurzbefehl, um die Aufnahme zu starten:
es: Pulsa tu atajo para empezar a grabar:
fr: Appuyez sur votre raccourci pour enregistrer :

source: Press ⇧⌘D in Settings to hide this section.
de: Drücke ⇧⌘D in den Einstellungen, um diesen Bereich auszublenden.
es: Pulsa ⇧⌘D en Ajustes para ocultar esta sección.
fr: Appuyez sur ⇧⌘D dans les réglages pour masquer cette section.

source: Presses longer than this record until you let go
de: Längeres Drücken nimmt bis zum Loslassen auf
es: Las pulsaciones más largas graban hasta que sueltes
fr: Au-delà, l'enregistrement dure jusqu'au relâchement

source: Pressing another key while holding %@ cancels it, so shortcuts and characters typed with it do not start dictation.
de: Wenn du beim Halten von %@ eine weitere Taste drückst, wird es abgebrochen, sodass Kurzbefehle und damit getippte Zeichen kein Diktat starten.
es: Pulsar otra tecla mientras mantienes %@ lo cancela, así que los atajos y caracteres escritos con ella no inician el dictado.
fr: Appuyer sur une autre touche en maintenant %@ l’annule : les raccourcis et les caractères saisis avec elle ne lancent pas la dictée.

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu

source: Privacy First
de: Datenschutz zuerst
es: La privacidad primero
fr: Confidentialité avant tout

source: Private
de: Privat
es: Privado
fr: Privé

source: Private by design
de: Privat by Design
es: Privado por diseño
fr: Privé par conception

source: Process audio in real-time (max 30 minutes) instead of saving to file
de: Audio in Echtzeit verarbeiten (max. 30 Minuten) statt in eine Datei zu speichern
es: Procesar el audio en tiempo real (máx. 30 minutos) en lugar de guardarlo en un archivo
fr: Traiter l'audio en temps réel (30 minutes max.) au lieu de l'enregistrer dans un fichier

source: Processing
de: Wird verarbeitet
es: Procesando
fr: Traitement

source: Processing file...
de: Datei wird verarbeitet...
es: Procesando archivo...
fr: Traitement du fichier...

source: Processing:
de: Verarbeitung:
es: Procesando:
fr: Traitement :

source: Processing: %@
de: Verarbeitung: %@
es: Procesando: %@
fr: Traitement : %@

source: Progress
de: Fortschritt
es: Progreso
fr: Progression

source: Progress: %lld%%
de: Fortschritt: %lld %%
es: Progreso: %lld %%
fr: Progression : %lld %%

source: Project
de: Projekt
es: Proyecto
fr: Projet

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur

source: Push: generic
de: Mitteilung: allgemein
es: Aviso: genérico
fr: Notification : générique

source: Push: named
de: Mitteilung: mit Details
es: Aviso: con detalles
fr: Notification : détaillée

source: Puts the transcript on the clipboard and presses Cmd-V
de: Legt das Transkript in die Zwischenablage und drückt Cmd-V
es: Copia la transcripción al portapapeles y pulsa Cmd-V
fr: Place la transcription dans le presse-papiers et appuie sur Cmd-V

source: Quality
de: Qualität
es: Calidad
fr: Qualité

source: Question:
de: Frage:
es: Pregunta:

source: Queued until Whispera finishes launching
de: In der Warteschlange, bis Whispera fertig gestartet ist
es: En cola hasta que Whispera termine de abrirse
fr: En attente de la fin du lancement de Whispera

source: Quick Tips:
de: Kurze Tipps:
es: Consejos rápidos:
fr: Astuces :

source: Quit Whispera
de: Whispera beenden
es: Salir de Whispera
fr: Quitter Whispera

source: Raise it if quiet speech gets skipped; lower it in noisy rooms
de: Erhöhe sie, wenn leise Sprache übersprungen wird; senke sie in lauten Räumen
es: Súbela si se omite el habla en voz baja; bájala en sitios ruidosos
fr: Augmentez-la si la parole douce est ignorée ; baissez-la dans les pièces bruyantes

source: Raycast script commands
de: Raycast-Skriptbefehle
es: Comandos de script de Raycast
fr: Commandes de script Raycast

source: Re-transcribe
de: Erneut transkribieren
es: Volver a transcribir
fr: Retranscrire

source: Re-transcribe with the current model
de: Mit dem aktuellen Modell erneut transkribieren
es: Volver a transcribir con el modelo actual
fr: Retranscrire avec le modèle actuel

source: Re-transcribing...
de: Wird erneut transkribiert...
es: Volviendo a transcribir...
fr: Retranscription...

source: Re-transcription failed: %@
de: Erneute Transkription fehlgeschlagen: %@
es: Error al volver a transcribir: %@
fr: Échec de la nouvelle transcription : %@

source: Read token
de: Lese-Token
es: Token de lectura
fr: Jeton de lecture

source: Ready
de: Bereit
es: Listo
fr: Prêt

source: Ready for model selection!
de: Bereit zur Modellauswahl!
es: ¡Listo para elegir modelo!
fr: Prêt pour le choix du modèle !

source: Ready for testing! Use your global shortcut to test.
de: Bereit zum Testen! Nutze deinen globalen Kurzbefehl.
es: ¡Listo para probar! Usa tu atajo global.
fr: Prêt pour le test ! Utilisez votre raccourci global.

source: Real-time speech to text
de: Sprache zu Text in Echtzeit
es: Voz a texto en tiempo real
fr: Parole en texte en temps réel

source: Receives the transcript on standard input and in WHISPERA_TRANSCRIPT. Whispera runs a private copy of the script, so $0 is the copy: it starts in the script's folder, WHISPERA_SCRIPT_PATH holds the original path and WHISPERA_SCRIPT_DIR its folder. Choose the script again after editing it.
de: Erhält das Transkript über die Standardeingabe und in WHISPERA_TRANSCRIPT. Whispera führt eine private Kopie des Skripts aus, $0 ist also die Kopie: Sie startet im Ordner des Skripts, WHISPERA_SCRIPT_PATH enthält den ursprünglichen Pfad und WHISPERA_SCRIPT_DIR dessen Ordner. Wähle das Skript nach jeder Änderung erneut aus.
es: Recibe la transcripción por la entrada estándar y en WHISPERA_TRANSCRIPT. Whispera ejecuta una copia privada del script, así que $0 es la copia: empieza en la carpeta del script, WHISPERA_SCRIPT_PATH contiene la ruta original y WHISPERA_SCRIPT_DIR su carpeta. Vuelve a elegir el script después de editarlo.
fr: Reçoit la transcription sur l'entrée standard et dans WHISPERA_TRANSCRIPT. Whispera exécute une copie privée du script, donc $0 est la copie : elle est lancée dans le dossier du script, WHISPERA_SCRIPT_PATH contient le chemin d'origine et WHISPERA_SCRIPT_DIR son dossier. Choisissez de nouveau le script après l'avoir modifié.

source: Recipe failed: %@
de: Rezept fehlgeschlagen: %@
es: La receta falló: %@
fr: Échec de la recette : %@

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes

source: Record Custom:
de: Eigenen aufnehmen:
es: Grabar personalizado:
fr: Enregistrer un raccourci :

source: Record New
de: Neu aufnehmen
es: Grabar nuevo
fr: Enregistrer

source: Record a short clip to test your setup.
de: Nimm einen kurzen Clip auf, um deine Einrichtung zu testen.
es: Graba un clip corto para probar la configuración.
fr: Enregistrez un court extrait pour tester votre configuration.

source: Record a single channel of a multi-channel interface
de: Nimmt einen einzelnen Kanal eines Mehrkanal-Interfaces auf
es: Graba un solo canal de una interfaz multicanal
fr: Enregistre un seul canal d'une interface multicanal

source: Record a single channel of a multi-channel interface (dictation without live preview)
de: Nimmt einen einzelnen Kanal eines Mehrkanal-Interfaces auf (Diktat ohne Live-Vorschau)
es: Graba un solo canal de una interfaz multicanal (dictado sin vista previa en vivo)
fr: Enregistre un seul canal d'une interface multicanal (dictée sans aperçu en direct)

source: Record from anywhere with a keyboard shortcut
de: Nimm von überall per Tastaturkurzbefehl auf
es: Graba desde cualquier lugar con un atajo de teclado
fr: Enregistrez depuis n'importe où avec un raccourci clavier

source: Record while the shortcut is held down
de: Nimmt auf, solange der Kurzbefehl gedrückt ist
es: Graba mientras mantienes pulsado el atajo
fr: Enregistre tant que le raccourci est maintenu

source: Recording Control
de: Aufnahmesteuerung
es: Control de grabación
fr: Contrôle de l'enregistrement

source: Recording Glow
de: Aufnahme-Leuchten
es: Brillo al grabar
fr: Halo d'enregistrement

source: Recording Overlay
de: Aufnahmeanzeige
es: Indicador de grabación
fr: Indicateur d'enregistrement

source: Recording for %@
de: Aufnahme seit %@
es: Grabando desde hace %@
fr: Enregistrement depuis %@

source: Recording reached the %lld-minute limit and was stopped. Everything up to the limit was transcribed.
de: Die Aufnahme hat das Limit von %lld Minuten erreicht und wurde beendet. Alles bis zum Limit wurde transkribiert.
es: La grabación alcanzó el límite de %lld minutos y se detuvo. Se transcribió todo hasta el límite.
fr: L'enregistrement a atteint la limite de %lld minutes et a été arrêté. Tout ce qui précède la limite a été transcrit.

source: Recording shortcut:
de: Aufnahme-Kurzbefehl:
es: Atajo de grabación:
fr: Raccourci d'enregistrement :

source: Recording stopped because another user took over the Mac. What was captured was transcribed.
de: Die Aufnahme wurde beendet, weil ein anderer Benutzer den Mac übernommen hat. Das bis dahin Aufgenommene wurde transkribiert.
es: La grabación se detuvo porque otro usuario pasó a usar el Mac. Se transcribió lo que se había grabado.
fr: L'enregistrement s'est arrêté car un autre utilisateur a pris la main sur le Mac. Ce qui avait été capturé a été transcrit.

source: Recording stopped because the Mac went to sleep. What was captured was transcribed.
de: Die Aufnahme wurde beendet, weil der Mac in den Ruhezustand gewechselt ist. Das bis dahin Aufgenommene wurde transkribiert.
es: La grabación se detuvo porque el Mac entró en reposo. Se transcribió lo que se había grabado.
fr: L'enregistrement s'est arrêté car le Mac est passé en veille. Ce qui avait été capturé a été transcrit.

source: Recording...
de: Aufnahme läuft...
es: Grabando...
fr: Enregistrement...

source: Recording... (press shortcut again to stop)
de: Aufnahme läuft... (Kurzbefehl erneut drücken zum Stoppen)
es: Grabando... (pulsa el atajo otra vez para detener)
fr: Enregistrement... (appuyez à nouveau sur le raccourci pour arrêter)

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser

source: Refresh the model list
de: Modellliste aktualisieren
es: Actualizar la lista de modelos
fr: Actualiser la liste des modèles

source: Refusing to send your API key to %@ over plain http. Use an https:// base URL, or a server on this Mac or your local network.
de: Dein API-Schlüssel wird nicht über unverschlüsseltes http an %@ gesendet. Verwende eine https://-Basis-URL oder einen Server auf diesem Mac oder in deinem lokalen Netzwerk.
es: No se enviará tu clave de API a %@ por http sin cifrar. Usa una URL base https:// o un servidor en este Mac o en tu red local.
fr: Votre clé d'API ne sera pas envoyée à %@ en http non chiffré. Utilisez une URL de base https:// ou un serveur sur ce Mac ou sur votre réseau local.

source: Refusing to send your transcript to %@ over plain http. Use an https:// base URL, or a server on this Mac or your local network.
de: Whispera sendet dein Transkript nicht über unverschlüsseltes http an %@. Verwende eine https://-Basis-URL oder einen Server auf diesem Mac oder in deinem lokalen Netzwerk.
es: Whispera no enviará tu transcripción a %@ por http sin cifrar. Usa una URL base https:// o un servidor en este Mac o en tu red local.
fr: Whispera n'enverra pas votre transcription à %@ en http non chiffré. Utilisez une URL de base https:// ou un serveur sur ce Mac ou sur votre réseau local.

source: Register whispera-mac://auth/callback as a redirect URI with your provider.
de: Trage whispera-mac://auth/callback bei deinem Anbieter als Weiterleitungs-URI ein.
es: Registra whispera-mac://auth/callback como URI de redirección en tu proveedor.
fr: Enregistrez whispera-mac://auth/callback comme URI de redirection chez votre fournisseur.

source: RegisterEventHotKey failed (%lld)
de: RegisterEventHotKey fehlgeschlagen (%lld)
es: RegisterEventHotKey falló (%lld)
fr: Échec de RegisterEventHotKey (%lld)

source: Registers the dictation shortcut as a system hotkey, so the front app never sees it. Fn/Globe cannot be used. The file shortcut is still only observed, so it keeps working in other apps.
de: Registriert den Diktier-Kurzbefehl als systemweiten Hotkey, sodass die App im Vordergrund ihn nie erhält. Fn/Globus kann nicht verwendet werden. Der Datei-Kurzbefehl wird weiterhin nur beobachtet und funktioniert daher in anderen Apps weiter.
es: Registra el atajo de dictado como atajo del sistema, así la app en primer plano nunca lo recibe. No se puede usar Fn/Globo. El atajo de archivos solo se observa, así que sigue funcionando en otras apps.
fr: Enregistre le raccourci de dictée comme raccourci système : l'app au premier plan ne le reçoit jamais. Fn/Globe ne peut pas être utilisé. Le raccourci de fichier est seulement observé et continue donc de fonctionner dans les autres apps.

source: Regular
de: Normal
es: Normal
fr: Normal

source: Relaunch Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Relancer maintenant

source: Relaunch Whispera?
de: Whispera neu starten?
es: ¿Reiniciar Whispera?
fr: Relancer Whispera ?

source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version

source: Release Notes - Whispera %@
de: Versionshinweise - Whispera %@
es: Notas de la versión - Whispera %@
fr: Notes de version - Whispera %@

source: Release notes couldn't be loaded.
de: Die Versionshinweise konnten nicht geladen werden.
es: No se pudieron cargar las notas de la versión.
fr: Impossible de charger les notes de version.

source: Release the loaded model now
de: Geladenes Modell jetzt freigeben
es: Libera ahora el modelo cargado
fr: Libérer maintenant le modèle chargé

source: Remote Control
de: Fernsteuerung
es: Control remoto
fr: Contrôle à distance
